{
    "books" : [
        {
            "id": 1,
            "nombrelibro":"Alchemist",
            "nombreautor":"Paulo Coehlo",
            "año": 1988,
            "genero": "aventura y fantasia",
            "idioma":"portugues",
            "editorial":"planeta",
            "isbn": 1234567890,
            "Descripcion": "Relata las aventuras de Santiago, un joven pastor andaluz que un día emprende un viaje por las arenas del desierto en busca de un tesoro. Lo que empieza como la búsqueda de bienes mundanos se convertirá en el descubrimiento del tesoro interior",
            "imagen":"https://images-na.ssl-images-amazon.com/images/I/51m1d9gHDhL._SX331_BO1,204,203,200_.jpg"
        },
        {
            "id": 2,
            "nombrelibro":"the Secret",
            "nombreautor":"Rohonda Byrne",
            "año": 2006,
            "genero": "autoayuda y espiritual",
            "idioma":"ingles",
            "editorial":"planeta",
            "isbn": 9876543210,
            "Descripcion": "El secreto de Rhonda Byrne es uno de los libros más deseados de los últimos tiempos ya que trata sobre cómo construir una vida plena, abundante y feliz,Altamente codiciado, oculto, perdido, robado y comprado por grandes sumas de dinero, se ha transmitido en todas las eras. Este secreto milenario lo han conocido algunos de los personajes más destacados de la historia: Platón, Galileo, Beethoven, Edison, Carnegie, Einstein..., así como muchos otros inventores, teólogos, científicos y grandes pensadores",
            "imagen":"https://images-na.ssl-images-amazon.com/images/I/51RQ5km2gkL._SX386_BO1,204,203,200_.jpg"    
        },
        {
            "id": 3,
            "nombrelibro":"el poder del ahora",
            "nombreautor":"Eckhart Tolle",
            "año": 1997,
            "genero": "espiritualidad y psicologia",
            "idioma":"ingles y chino",
            "editorial":"perenne",
            "isbn": 9876543987,
            "Descripcion": "Para adentrarnos en El Poder del Ahora tendremos que dejar atrás nuestra mente analítica y su falso yo, el ego. Desde la primera página de este extraordinario libro nos elevamos a una mayor altura y respiramos un aire más ligero. Conectamos con la esencia indestructible de nuestro Ser: “la Vida Una omnipresente, eterna, que está más allá de la miríada de formas de vida sujetas al nacimiento y a la muerte”. Aunque el viaje es todo un reto, Eckhart Tolle nos guía usando un lenguaje simple y un sencillo formato de pregunta-respuesta",
            "imagen":"https://m.media-amazon.com/images/P/B006IBR7J2.01._SCLZZZZZZZ_SX500_.jpg"
        }
    ]
}